{
   "devices_helper" : "Liste von Geräten die vom Thermostat gesteuert werden sollen",
   "devices_label" : "Geräte",
   "hysteresis_helper" : "Maximaler Unterschied zwischen Soll- und Zieltemperatur der das Thermostat schaltet.",
   "hysteresis_label" : "Hysterese",
   "m_descr" : "Dieses Modul kombiniert mehrer Aktoren und Temperatursensoren in ein virtuelles Thermostat. Die Aktoren werden abhängig von der gesmessenen Temperatur und der in einem Thermostat gewählten Temperatur geschalten. Zusätzlich prüft dieses Modul auf offene Fenster und stellt sicher dass ein Heizzyklus eine maximale Dauer nicht überschreitet..<br>Siehe <a href=https://github.com/maros/Zway-AdvancedThermostatDevice/blob/master/README.md>github.com/maros/Zway-AdvancedThermostatDevice</a> für detailliertere Dokumentation.",
   "m_title" : "Erweitertes Virtuelles Thermostat",
   "max_temperature_label" : "Maximum Temperatur",
   "max_time_helper" : "Stellt die maximale Länge eines Heizzyklus ein (in Minuten, Optional). Mit dieser Option kann ein Überhitzen des Heiz-Aktors verhindert werden.",
   "max_time_label" : "Maximale Laufzeit",
   "min_temperature_label" : "Minimum Temperatur",
   "mode_cool" : "Kühlen",
   "mode_heat" : "Heizen",
   "mode_label" : "Modus",
   "pause_time_helper" : "Minimale Pause zwischen zwei Heizzyklen (in Minuten, Optional)",
   "pause_time_label" : "Pause",
   "switch_helper" : "Schalter für das Heiz-/Kühlgerät. Wenn kein Gerät konfiguriert ist, wird ein virtueller Schalter ersrellt.",
   "switch_label" : "Schalter",
   "temperature_sensors_helper" : "Mehrere Temperatursensoren zum Erfassen der aktuellen Temperatur. Wenn mehrere Sensoren konfiguriert sind, wird ein nach Aktualität gewichteter Durschnittswert errechnet.",
   "temperature_sensors_label" : "Temperatur Sensoren",
   "thermostat_helper" : "Ein virtuelles Thermostat zur Steuerung der Solltemperatur. Wenn kein Thermostat konfiguriert ist, wird ein virtuelles Thermostat ersrellt.",
   "thermostat_label" : "Thermostat",
   "unit_temperature_label" : "Temperatureinheit",
   "window_sensors_helper" : "Heizen oder Kühlen wird unterbrochen wenn ein offenes Fenster gemeldet wird.",
   "window_sensors_label" : "Fenster Sensoren"
}
